/* No comment */
"PKKeyListingWarningTitle" = "鍵リスト警告";

/* No comment */
"PKWarningSecretKeyDeleteString" = "鍵 @%,@% を削除します。秘密鍵を削除してしまうと過去の暗号文書を解読する事は上可能になります。";

/* No comment */
"PKWarningSecretKeyExportString" = "秘密鍵をエクスポートするところです。とても危険です、安全なところに保存してください。公開鍵だけをエクスポートする場合は公開鍵のリストから選んでください。";

/* showPreferences: error: GPG Preferences not installed. Fix? */
"Do you want to install the GPG Preferences pane at this time?" = "GPG Preferences pane を今インストールしますか？";

/* showAboutBox: component version data */
"Component versions
GPGME: %@
%@" = "コンポーネントバージョン";

/* awakeFromNib: error: no secret key: title */
"You do not have a private or secret key." = "秘密鍵がありません。";

/* showPreferences: error: GPG Preferences not installed */
"The GPG Preferences pane is not installed properly." = "GPG Preferences pane が正しくインストールされてません。";

/* awakeFromNib: error: no secret key: import */
"Import" = "インポート";

/* No comment */
"PKErrorGPHandbook" = "GnuPGハンドブックがインストールされてません。http://www.gnupg.org/ からダウンロードして /Library/Documentation/GnuPG/English/The GNU Privacy Handbook.pdf にインストールしてください。";

/* No comment */
"PKWarningKeyDeleteString" = "鍵 @%,@% を削除します。本当にいいですか？";

/* No comment */
"PKDoesNotExpire" = "期限がありません";

/* handleException: GPGErrorConflict */
"Failed to delete key. If you are attempting to delete a secret key, please select the key from the list of secret keys." = "鍵を削除出来ませんでした。秘密鍵を削除する場合は秘密鍵リストからおこなってください。";

/* awakeFromNib: error: no secret key: generate */
"Generate" = "作成する";

/* No comment */
"Yes" = "はい";

/* No comment */
"PKImportSheetTitle" = "インポート";

/* No comment */
"No" = "いいえ";

/* No comment */
"PKErrorDeletingPublicPartOfKeyPair" = "鍵の削除に失敗しました。秘密鍵を削除する時には秘密鍵のリストを開いて行ってください。";

/* No comment */
"Warning" = "警告";

/* No comment */
"PKImportSuccessString" = "インポート成功";

/* awakeFromNib: error: no secret key: statement */
"You may choose to generate a new key, import an existing key from elsewhere, or quit this application to fix your GnuPG installation.
" = "新しい鍵を作成するか鍵を作成するか選んでください。";

/* No comment */
"PKSystemPreferencesError" = "GnuPG preference pane がインストールされてません。";

/* No comment */
"PKKeyListingKeyFailedString" = "鍵の読み取リに失敗しました：\n\n%@";

/* showGnuPrivacyHandbook: localized Gnu Privacy Handbook location */
"/Library/Documentation/GnuPG/English/The GNU Privacy Handbook.pdf" = "/Library/Documentation/GnuPG/English/The GNU Privacy Handbook.pdf";

/* No comment */
"PKSystemPreferencesSolution" = "GnuPG preference pane をインストールしますか？";

/* No comment */
"PKErrorSheetTitle" = "エラー";

/* awakeFromNib: error: no secret key: quit */
"Quit" = "終了する";

